{
  "Instructors": [
    {
      "img": "img/aboutPage/instructors/Grandmaster_KidongLee.jpg",
      "name": "Grandmaster Kidong Lee",
      "paragraph": "Grandmaster Kidong Lee is an 8th Degree Black Belt in Taekwondo, Hapkido, and Tang Soo Do, certified by The World Tae Kwon Do Federation, the Korean Hapkido Federation, and the Pan Am Tang Soo Do Federation.\n\nGrandmaster Lee has triumphed in numerous competitions; including first place in the Korean Tae Kwon Do Championships and first place in the Korean Open Martial Arts Tournament. He was also a member of the Korean National Demo Team.\n\nGrandmaster Lee has been instructing martial arts professionally since 1971. From 1973 to 1987 he served as Martial Arts Instructor at the Osan Air Force Base for the United States Air Force. When he fulfilled his obligation in 1987, he left South Korea to share his experience and knowledge with the people of the United States. Grandmaster Lee opened his first U.S. dojang in Rancho Cordova in 1989. He has been serving the Sacramento area for over 30 years. He now runs his Rancho Cordova school with his son, Master Alex Lee."
    },
    {
      "img": "img/aboutPage/instructors/Master_AlexLee.jpg",
      "name": "Master Alex Lee",
      "paragraph": "Master Alex is a 5th dan in both Taekwondo and Hapkido. Having a Grandmaster as a father, Master Alex started his martial arts journey very young. He has extensive experience in state and national competitions, both as a competitor and as a coach. Master Alex also ran an after school self-defense program at various schools throughout Southern California. Having begun his martial arts career as a boy, he is proudly continuing his father's legacy in the Sacramento community."
    },
    {
      "img": "img/aboutPage/instructors/Master_SteveGuarino.jpg",
      "name": "Master Steve Guarino",
      "paragraph": "Master Steve is a 4th dan in both Taekwondo and Hapkido. When not instructing, Master Steve is serving the local community as a Deputy State Fire Marshall."
    },
    {
      "img": "img/aboutPage/instructors/Sabumnim_ChandraWagner.jpg",
      "name": "Sabumnim Chandra Wagner",
      "paragraph": "Sabumnim Chandra is a 3rd dan in Taekwondo and 2nd dan in Hapkido. She has over 15 years experience in martial arts as well as ten years experience instructing. She also has experience in state and local competitions and has also competed at the national level."
    }
  ]
}